Repository: KojoAnselm/lyricue
Catalog: po/*.po
Languages: sv

source: 1 Chronicles
sv: Första Krönikeboken

source: 1 Corinthians
sv: Första Korinthierbrevet

source: 1 John
sv: Första Johannesbrevet

source: 1 Kings
sv: Första Kungaboken

source: 1 Peter
sv: Första Petrusbrevet

source: 1 Samuel
sv: Första Samuelsboken

source: 1 Thessalonians
sv: Första Thessalonikerbrevet

source: 1 Timothy
sv: Första Timotheosbrevet

source: 2 Chronicles
sv: Andra Krönikeboken

source: 2 Corinthians
sv: Andra Korinthierbrevet

source: 2 John
sv: Andra Johannesbrevet

source: 2 Kings
sv: Andra Kungaboken

source: 2 Peter
sv: Andra Petrusbrevet

source: 2 Samuel
sv: Andra Samuelsboken

source: 2 Thessalonians
sv: Andra Thessalonikerbrevet

source: 2 Timothy
sv: Andrea Timotheosbrevet

source: 3 John
sv: Tredje Johannesbrevet

source: <i>Username/Password failed</i>
sv: <i>Användarnamn/lösenord misslyckades</i>

source: About Lyricue
sv: Om Lyricue

source: Acts
sv: Apostlagärningarna

source: Add File
sv: Lägg till fil

source: Add Page
sv: Lägg till sida

source: Add Sublist
sv: Lägg till lista

source: Add _File
sv: Lägg till _fil

source: Add _Image
sv: Lägg till _bild

source: Add new Song
sv: Lägg till sång

source: Add the selected song to the playlist
sv: Lägg till vald sång till spellistan

source: Add these verses to the playlist
sv: Lägg till valda verser till spellistan

source: Add to Playlist
sv: Lägg till i spellistan

source: Add to playlist
sv: Lägg till i spellistan

source: Add user
sv: Lägg till användare

source: Admin
sv: Administratör

source: Advanced
sv: Avancerad

source: Advanced Search
sv: Avancerad sökning

source: Advanced _Search
sv: _Avancerad sökning

source: Any copyright information
sv: Copyrightinformation

source: Are you sure?
sv: Är du säker?

source: Audit Song
sv: Logga sång

source: Audit Songs
sv: Logga sånger

source: Autoshow
sv: Automatisk visning

source: Available songs
sv: Tillgängliga sånger

source: Background
sv: Bakgrund

source: Backgrounds
sv: Bakgrunder

source: Backgrounds Directory
sv: Bakgrundsmapp

source: Backup Database
sv: Säkerhetskopiera databasen

source: Bible
sv: Bibel

source: Blank Screen
sv: Töm skärm

source: Bottom
sv: Nederst

source: Browse
sv: Bläddra

source: Cancel
sv: Avbryt

source: Capitalize some words etc
sv: Versalisera vissa egennamn mm.

source: Category
sv: Kategori

source: Choose Your Playlist
sv: Välj en spellista

source: Choose a Book
sv: Välj bok

source: Choose an Image
sv: Välj en bild

source: Clear Screen
sv: Rensa skärm

source: Clear Search Field
sv: Rensa sökfält

source: Clear Text
sv: Rensa text

source: Close
sv: Stäng

source: Colossians
sv: Kolosserbrevet

source: Confirm Delete Song
sv: Bekräfta borttagning av sång

source: Current
sv: Nuvarande

source: Customize
sv: Anpassa

source: Database Server <i>Note: You will need to backup/restore your database when changing</i>
sv: Databasserver <i>Notera: Du behöver göra backup/restore på din databas efter bytet</i>

source: Delete
sv: Ta bort

source: Details
sv: Detaljer

source: Deuteronomy
sv: Femte Moseboken

source: Display
sv: Visa

source: Dynamic Preview
sv: Dynamisk förhandsvisning

source: Ecclesiastes
sv: Predikaren

source: Edit
sv: Redigera

source: Enter Login details
sv: Ge inloggningsdetaljer

source: Enter Verse to display
sv: Välj vers att visa

source: Enter the login name and password of your MySQL Administration user
sv: Ange användarnamn och lösenord för MySQL-Administratören

source: Ephesians
sv: Efesierbrevet

source: Esther
sv: Ester

source: Exodus
sv: Andra Moseboken

source: Ezekiel
sv: Hesekiel

source: Ezra
sv: Esra

source: File to save as
sv: Spara som fil

source: Files
sv: Filer

source: Folder
sv: Mapp

source: Font Colour
sv: Teckenfärg

source: Fonts
sv: Fonter

source: Fonts used for projector
sv: Fonter använda för projektorn

source: Footer
sv: Fotnot

source: Galatians
sv: Galaterbrevet

source: Genesis
sv: Första Moseboken

source: Habakkuk
sv: Habackuk

source: Header
sv: Sidhuvud

source: Hebrews
sv: Hebreerbrevet

source: Height
sv: Höjd

source: Honourise
sv: Hedra

source: Horizontal Overscan
sv: Horisontell överscan

source: Image Directory
sv: Bildmapp

source: Images
sv: Bilder

source: Images, Backgrounds, Media
sv: Bilder, Bakgrunder, Media

source: Import Data from File
sv: Importera data från fil

source: In Direction
sv: Riktning in

source: Insert preset copyright
sv: Infoga standard-Copyright

source: Isaiah
sv: Jesaja

source: James
sv: Jakobsbrevet

source: Jeremiah
sv: Jeremia

source: John
sv: Johannesevangeliet

source: Jonah
sv: Jona

source: Joshua
sv: Josua

source: Jude
sv: Judasbrevet

source: Judges
sv: Domarboken

source: Keywords
sv: Nyckelord

source: Lamentations
sv: Klagovisorna

source: Left Centre Right
sv: Vänster Centrera Höger

source: Leviticus
sv: Tredje Moseboken

source: Load
sv: Ladda

source: Login name
sv: Loginnamn

source: Loop pages
sv: Loopa sidor

source: Luke
sv: Lukasevangeliet

source: Lyricue Error
sv: Lyricue fel

source: Main
sv: Normal

source: Malachi
sv: Malaki

source: Manage _Background
sv: Bak_grunder

source: Manage _Images
sv: _Bilder

source: Mark
sv: Markusevangeliet

source: Matthew
sv: Matteusevangeliet

source: Micah
sv: Mika

source: Milliseconds
sv: MIllisekunder

source: Miniview
sv: Minivy

source: Move
sv: Flytta

source: Move Down
sv: Flytta ner

source: Move Up
sv: Flytta upp

source: Move the current item down
sv: Flytta valt objekt neråt i listan

source: Move the current item up
sv: Flytta valt objekt neråt i listan

source: Nehemiah
sv: Nehemja

source: New
sv: Ny

source: New Testament
sv: Nya Testamentet

source: Next Page
sv: Nästa sida

source: Next Point
sv: Nästa punkt

source: Next Song
sv: Nästa sång

source: No Playlist loaded
sv: Ingen spellista laddad

source: None
sv: Ingen

source: None selected
sv: Inga markerade

source: Numbers
sv: Fjärde Moseboken

source: Obadiah
sv: Obadja

source: Old Testament
sv: Gamla testamentet

source: Options
sv: Diverse

source: Out Direction
sv: Riktning ut

source: Page
sv: Sida

source: Password
sv: Lösenord

source: Password:
sv: Lösenord:

source: Philemon
sv: Filemonbrevet

source: Philippians
sv: Filipperbrevet

source: Playlist
sv: Spellista

source: Playlist _Item
sv: Spellist_objekt

source: Preferences
sv: Inställningar

source: Prev. Page
sv: Föregående sida

source: Preview
sv: Förhandsvisning

source: Preview Page
sv: Förhandsvisa sida

source: Previous
sv: Föregående

source: Previous Page
sv: Föregående sida

source: Previous Song
sv: Föregående sång

source: Proverbs
sv: Ordspråksboken

source: Psalms
sv: Psaltaren

source: Quick Update
sv: Snabbuppdatering

source: Recovery Options
sv: Databasmöjligheter

source: Remove
sv: Ta bort

source: Remove Page
sv: Ta bort sida

source: Remove the current item from the playlist
sv: Ta bort objektet från spellistan

source: Rename
sv: Byt namn

source: Restore Database
sv: Återställ från säkerhetskopia

source: Return to first page after last page of songs
sv: Återgå till första sidan efter sista sidan sånger

source: Revelation
sv: Uppenbarelseboken

source: Romans
sv: Romarbrevet

source: Ruth
sv: Rut

source: Save
sv: Spara

source: Save and Close
sv: Spara och stäng

source: Search
sv: Sök

source: Search Lyrics
sv: Söktext

source: Search the songlist directly
sv: Sök direkt i sånglistan

source: Seconds
sv: Sekunder

source: Select All
sv: Markera alla

source: Select Category
sv: Välj kategori

source: Select Colour
sv: Välj färg

source: Select Databases to backup
sv: Välj databas att säkerhetskopiera

source: Select Directory
sv: Välj mapp

source: Select File
sv: Välj fil

source: Select Font
sv: Välj font

source: Select file to import
sv: Välj fil att importera

source: Select file to install
sv: Välj fil att installera

source: Select songs to import
sv: Välj låtar att importera

source: Select the Default Background
sv: Välj standardbakgrund

source: Set Loop timer
sv: Sätt loop-tid

source: Settings for projector
sv: Projektorinställningar

source: Shadow Colour
sv: Skuggfärg

source: Shadow Offset
sv: Skuggoffset

source: Show
sv: Visa

source: Show Now
sv: Visa nu

source: Slide Text
sv: Dra text

source: Song Book
sv: Sångbok

source: Song Contents
sv: Sångtext

source: Song Name
sv: Sångnamn

source: Song Number
sv: Nummer

source: Song of Solomon
sv: Höga Visan

source: Songs
sv: Låtar

source: Songs, Playlists, Usage
sv: Sånger, Spellistor, Användning

source: Special items that will be first in lists
sv: Specialobjekt som ska komma först i listor

source: Specials
sv: Special

source: Spell Check
sv: Stavningskontroll

source: Sublist
sv: Underlista

source: Thanks
sv: Tackar!

source: The song number within the book
sv: Sångens nummer i sångboken

source: The songbook name
sv: Sångbokens namn

source: The title of the song
sv: Sångens titel

source: Titus
sv: Titusbrevet

source: Today's Announcements
sv: Dagens meddelande

source: Top
sv: Överst

source: Topics of song
sv: Sångens handlar om

source: Track what songs were used and when
sv: Loggar vilka sånger som använts och när

source: Unselect All
sv: Avmarkera alla

source: Use MySQL
sv: Använd MySQL

source: Use SQLite
sv: Använd SQLite

source: Username
sv: Användarnamn

source: Username:
sv: Användarnamn:

source: Various defaults
sv: Diverse inställningar

source: Vertical Overscan
sv: Vertikal överscan

source: Who wrote this
sv: Vem skrev detta

source: Width
sv: Vidd

source: You should never read this
sv: Du ska aldrig läsa detta

source: Zechariah
sv: Sakarja

source: Zephaniah
sv: Sefanja

source: _Add Song
sv: _Lägg till sång

source: _Add from Available
sv: _Lägg till från tillgängliga

source: _Applications
sv: _Program

source: _Bible
sv: _Bibeln

source: _Blank Display
sv: _Töm skärm

source: _Clear Image Associations
sv: Rensa _bildassociationer

source: _Clear Playlist
sv: _Rensa spellista

source: _Clear Text
sv: _Rensa text

source: _Delete Song
sv: _Ta bort sång

source: _Display
sv: _Visning

source: _Display Now
sv: _Visa nu

source: _Edit
sv: _Redigera

source: _Edit Song
sv: _Redigera sång

source: _File
sv: _Arkiv

source: _Help
sv: _Hjälp

source: _Invert Line Display
sv: _Invertera radvisning

source: _Next Page
sv: _Nästa sida

source: _Playlist
sv: _Spellista

source: _Previous Page
sv: _Föregående sida

source: _Refresh List
sv: _Uppdatera lista

source: _Refresh Playlist
sv: _Uppdatera spellista

source: _Remove from Playlist
sv: _Ta bort från spellista

source: _Select Playlist
sv: _Välj spellista

source: _User Administration
sv: _Användare

source: I'm sorry but I could not open the lyric database. Please confirm that Lyricue is installed correctly and MySQL is running
sv: Tyvärr kan jag inte öppna textdatabasen. Kontrollera att Lyricue är korrekt installerat och att MySQL kör.

source: I'm sorry but I could not open the bible database. Please confirm that Lyricue is installed correctly and the current bible database exists. The requested database was named
sv: Tyvärr kan jag inte öppna bibeldatabasen. Kontrollera att Lyricue är korrekt installerat och att vald bibeldatabas existerar. Den efterfrågade databasen var

source: I'm sorry but I could not open the media database. Please confirm that Lyricue is installed correctly and MySQL is running
sv: Tyvärr kan jag inte öppna mediadatabasen. Kontrollera att Lyricue är korrekt installerat och att MySQL kör.

source: Unable to prepare query. Has mysql died?
sv: Kan inte förbereda databasfrågan. Har MySQL dött?

source: Unable to execute query. Has mysql died?
sv: Kan inte utföra databasfrågan. Har MySQL dött?

source: Sorry, I was unable to listen on the network. Please make sure I am not already running
sv: Tyvärr kunde jag inte lyssna på nätverket. Kontrollera att jag inte redan kör.

source: Could not open
sv: Kunde inte öppna

source: Unable to read the file, are you sure it exists? The file asked for was
sv: Kunde inte läsa filen, är du säker på att den finns?. Den sökta filen heter

source: Unable to write to the file, you may not have sufficent permissions. Please check the permissions for
sv: Kunde inte skriva till filen, du har kanske inte tillräckliga rättigheter. Kontrollera filrättigheterna för

source: Title
sv: Titel

source: Book
sv: Bok

source: /Edit Song
sv: /Redigera Sång

source: /Delete Song
sv: /Radera Sång

source: /Refresh List
sv: /Uppdatera lista

source: /Order - Songbook -> No.
sv: /Sortera - Sångbook -> Nummer

source: /Order - Songbook -> Name.
sv: /Sortera - Sångbok -> Namn

source: /Add to Playlist
sv: /Lägg till i spellista

source: /Duplicate Item
sv: /Duplicera objekt

source: /Remove from Playlist
sv: /Ta bort från spellista

source: /Refresh Playlist
sv: /Uppdatera spellista

source: /Invert Line Display
sv: /Inverterad radvisning

source: /Loop this playlist item
sv: /Loopa detta objekt

source: /Associate background
sv: /Associera bakgrund

source: /Dis-associate background
sv: /De-associera bakgrund

source: /Move to sublist/Main
sv: /Flytta till underlista/Main

source: /Move to sublist/
sv: /Flytta till underlista/

source: Are you sure you wish to delete
sv: Är du säker att du vill ta bort

source: from the book "
sv: från boken "

source: which was written by "
sv: som skrevs av "

source: Page
sv: Sida

source: Are you sure you wish to clear the current playlist?
sv: Är du säker att du vill rensa spellistan?

source: Confirm Clear Playlist
sv: Bekräfta rensa spellista

source: Displaying
sv: Visar

source: verses
sv: verser

source: page
sv: sida

source: Select
sv: Välj

source: Colour
sv: Färg

source: Song No
sv: Sång nr

source: Renaming
sv: Byter namn

source: Choose a Directory
sv: Välj en mapp

source: Create new sublist
sv: Skapa ny undergrupp

source: Choose a Background
sv: Välj en bakgrund

source: Set as Default
sv: Sätt som standard

source: Add a user
sv: Lägg till en användare

source: Enter username
sv: Ange användarnamn

source: Confirm Delete Image
sv: Bekräfta borttagning av bild

source: Select Database Backup file
sv: Välj databasfil

source: Confirm Restore Database
sv: Bekräfta återställ från säkerhetskopia

source: Unable to login to database as admin, maybe the database is down. Please re-enter your database admin login and retry
sv: Kan inte logga in till databasen som administratör, kanske databasen är nere. Mata in din databasinloggning igen.

source: Login Error
sv: Loginfel

source: Welcome
sv: Välkommen

source: Database login
sv: Databaslogin

source: Confirm
sv: Bekräfta

source: Written by
sv: Skriven av
